Repository: mariodelcarlo/DaMovieQuizz
Catalog: DaMovieQuizz/Ressources/*.lproj/Localizable.strings
Languages: fr

source: YES
fr: OUI

source: NO
fr: NON

source: Error
fr: Erreur

source: Cancel
fr: Annuler

# gameViewControllerWaitingLabel
source: Game is loading
fr: Chargement du jeu

# gameViewControllerQuestion
source: %@ played in this movie ?
fr: %@ a joué dans ce film ?

# gameViewControllerConfigurationError
source: An error occured while getting the image base url.
fr: Une erreur s'est produite lors de la récupération de l'url de base des images

# gameViewControllerDownloadActorError
source: An error occured while saving page %d of famous actors.
fr: Une erreur s'est produite lors de la sauvegarde de la page %d des acteurs.

# gameSummaryNameAlertErrorMessage
source: Error while saving your score.
fr: Une erreur s'est produite lors de la sauvegarde de votre score.

# gameSummaryTitleLabel
source: You loose !
fr: Game Over

# gameSummaryTimeSpentLabel
source: Time spent: %@
fr: Temps écoulé: %@

# gameSummaryNumberOfAnswers
source: Number of right answers: %d
fr: Nombre de bonnes réponses: %d

# gameSummaryNameLabel
source: Your name:
fr: Ton nom:

# gameSummaryNameAlertTitle
source: Congratulations! You're in the highscores !
fr: Bravo, vous êtes dans les high scores !

# gameSummaryNameAlertMessage
source: Write your name here:
fr: Saisissez votre nom:

# highScoresAlertMessage
source: Error while fetching high scores in database.
fr: Erreur lors de la récupération des données de high scores.

# highScoresHeaderPlayer
source: Player
fr: Joueur

# highScoresHeaderTime
source: Time
fr: Temps
